src/test/java/com/bnpp/mTANResources/MTanSmsInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://cortalconsors.com/middleware/mtan/sms/inq/v1_0"><request feid="CAFE" language="DE" sessionId="0284e8ac93f74dd1955c81f91e72e3f3"><customerNo>CID_DE:3064651</customerNo><startDate>2019-10-14T16:43:21</startDate></request></run></Body></Envelope>